
import styles from "./About.module.css"

export default function About() {


    return (
        <div className={styles['about-container']} >

            <h1>Ричард Ауто</h1>

            <article>
                <p>Ние сме компания,  специализирана в предоставянето на надеждна и ефективна денонощна пътна помощ както в страната, така и в чужбина. Ние се ангажираме да ви предоставим първокласно обслужване, когато имате най-голяма нужда от него. </p> 
                  <p>  Нашата мисия е не само да помогнем на шофьорите, попаднали в затруднение, но и да гарантираме тяхното спокойствие и удовлетворение. Ние разбираме, че повредите могат да възникнат по всяко време и те могат да бъдат стресиращи, за това предлагаме нашите услуги 24 часа в денонощието, 7 дни в седмицата. </p> 
                  <p>  Ние вярваме в предоставянето на приятелско и лично обслужване, защото знаем, че повредите могат да бъдат стресиращи. Ето защо винаги се стремим да направим процеса възможно най-безболезнен за вас.</p> 
                  <p>  С обаждане до нас можете да разчитате на бърз отговор и ефективни решения. Ние ценим вашата безопасност и ценим вашето време, затова винаги се стремим да надхвърлим очакванията ви. </p>
                  <p>    Изберете нас за вашите нужди от денонощна пътна помощ и открийте защо сме предпочитаният избор за шофьори в цялата страна и чужбина.</p>
            </article>

        </div>

    )
}